{
  "heading": "About",
  "paragraphs": [
    "I am Chandan Kumar Pandey, an ecologist and doctoral researcher whose work sits at the intersection of population ecology, statistical modelling, and large mammal conservation. My academic journey has been shaped by a deep interest in understanding how ecological systems function and how rigorous quantitative approaches can be used to decipher the complexities of wildlife populations. As a PhD scholar at the Centre for Wildlife Studies, I focus on developing and applying advanced statistical tools—particularly hierarchical and Bayesian models—to investigate the spatio-temporal dynamics of tropical forest ungulates and other large mammals.",
    "Over the years, I have gained extensive experience in using a wide range of statistical techniques and computational methods, including generalized linear mixed models, population estimation frameworks, machine learning algorithms, and automated data-processing pipelines. I routinely work with large ecological datasets generated from camera traps, line-transect surveys, and long-term monitoring programs, designing workflows that integrate R, Python, SQL databases, and cloud-based computing clusters to improve efficiency and analytical accuracy. These tools have played a central role in my efforts to estimate wildlife populations, model ecological heterogeneity, and develop reproducible research outputs.",
    "My research philosophy is rooted in the belief that strong ecological inference emerges from the integration of field-based observations with robust statistical analysis. I am particularly interested in how modern statistical tools, alongside advances in artificial intelligence, can help reveal patterns in species distribution, population change, and environmental drivers in complex tropical landscapes.",
    "Outside my analytical work, I am a passionate nature enthusiast. Time spent in forests, interacting with local communities, and observing wildlife enriches my scientific perspective and strengthens my commitment to conservation. Looking ahead, I aim to contribute rigorous, data-driven insights that support evidence-based conservation and expand our understanding of species ecology in a rapidly changing world."
  ]
}
